Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Welcome home, Ali! @jamal_alyousif: My warmest congratulations to Ali Abdulemam, his family and to all just bloggers out there! #bahrain #feb14 @mehrza: (wishing the same for all of the imprisoned bloggers of the world) #Bahraini blogger Ali Abdulemam is free! #OR318 /@March18Movement
ko: @mehrza: (세계의 모든 감방살이 중인 블로거들에게도 똑같은 일이 벌어지기를 기원하며) #바레인 블로거 알리 압둘맘이 자유를 되찾았어요!

source: @lheron: Ali Abdulemam, who worked w me at @WashingtonPost, free after months as political detainee in #Bahrain (via @weddady @bahrain)
ko: @lheron: @워싱턴포스트에서 나와 함께 일했던 알리 압둘맘이 #바레인에서 몇 달간의 정치범 생활 끝에 드디어 풀려났다 (@weddady @바레인을 통함)

source: @JoelleJackson: Very happy to hear that Ali #abdulemam is finally free!
ko: @JoelleJackson: 알리 #압둘만이 드디어 감옥에서 나오게 되었다는 걸 듣게 되어 정말 기쁘네요!

source: Mabrook to him and his family.
ko: 그와 그의 가족들에게 축하 인사를 보냅니다.

source: @habibh: Great to hear that Ali #Abdulemam has finally been freed! #Bahrain #UniteBH cc @khalidalkhalifa
ko: @habibh: 알리 #압둘만이 마침내 풀려났다니 정말 다행이다! #바레인 #BH단결하라 cc @khalidalkhalifa

source: @BaghdadBrian: Ali #Abdulemam has been released.
ko: @BaghdadBrian: 알리 #압둘맘이 풀려났다.

source: Its a start, but whats next #Bahrain ?
ko: 다음에 #바레인에선 과연 어떤 일이 기다리고 있을까?

source: Will this satisfy the opposition as a sign of good faith?
ko: 과연 이것이 하나의 좋은 신호로써 반대파들을 만족시킬 수 있을까?

source: Meanwhile, protests calling for reforms, which started in Bahrain on February 14, continue.
ko: 한편, 2월 14일 바레인에서 시작된 개혁을 요구하는 시위는 계속되고 있다.

source: China: Jasmine Revolution, Week Two · Global Voices
ko: 중국의 쟈스민 혁명, 그 둘 째주

source: A week after small protests took place in Beijing and Shanghai and failed to materialize in the other 11 cities mentioned in the anonymous blog post which sought to spark a Jasmine Revolution in China, a second round of protests are scheduled for today in 23 cities across China.
ko: 중국에서의 쟈스민 혁명을 일으키려는 익명의 블로그 포스트는 베이징과 상하이에서 단지 소규모의 시위를 일으키는데 그쳤고, 언급된 나머지 11개 도시에서는 시위자들을 동원하는 데에 아예 실패했다. 그리고 한 주가 지났다. 오늘(2011년 2월 26일)에 중국 전역의 23개 도시 에서 두 번째 시위가 계획되어 있다.

source: Chinese scholar, writer and blogger Ran Yunfei, now being held on charges of subversion of state authority.
ko: 중국인 학자, 저술가, 블로거인 란 윈페이는 정부 전복 음모로 지금 체포되어 있다.

source: Photo by Flickr user RebeccaMacK.
ko: 사진은 레베카 맥키논의 플리커 계정에서 제공된 것이다.

source: Since last week, a growing number of arrests have been made, the venue of the Beijing protest has become a construction site, ramped-up Internet censorship targeting a growing list of words has had the unintended effect of leaving little but pro-Jasmine voices online, 'China' is suspected of having DDoSed Twitter, the 50 Cent Party has beleaguered itself with launching a saliva war against liberal Chinese Twitter users, and Chinese Premier Wen Jiabao has abruptly announced a netizen chat session set for first thing Sunday morning.
ko: 이러한 조취들은 온라인상에서 쟈스민 우호적인 목소리를 잠재우는 데 별 효과가 없었다. 지금 중국은 트위터 이용자들의 분산서비스거부공격(DDoS)을 받는 것처럼 보이는데, 이에 따라 우마오당은 중국의 자유주의적 트위터 이용자들과 설전을 벌이기로 각오했다. 원자바오 중국 총리는 갑자기 일정을 조정해 일요일 아침에 네티즌과 대담 시간을 갖기로 했다.

source: Follow the GVO Team China Twitter account for English-language updates throughout Sunday aiming to represent the full extent of opinions regarding the struggling movement, unless they all resemble this February 26 post from an anonymous new blog devoted to the Jasmine Revolution cause:
ko: 우리는 이 사회적 움직임에 동참하는 모든 사람들의 목소리를 모아서 대변하고자 한다. 그렇지 않으면 그들 모두의 의견이 2월 26일 쟈스민 혁명의 명분에 바친 익명의 이용자가 남긴 새로운 블로그 포스트와 비슷해지고 말 것이다.

source: Netherlands: Dutch-Iranian woman executed in Iran · Global Voices
ko: 네덜란드: 네덜란드계 이란 여성, 이란에서 사형당해

source: According to Dutch and international news media, Dutch-Iranian Zahra Bahrami has been executed in Iran after having been found guilty of drug-related crimes and sentenced to death on 2 January.
ko: 네덜란드와 국제 언론은 네덜란드계 이란인 자흐라 바흐라미 (Zahra Bahrami)가 이란에서 사형당했다고 보도했다.

source: The Campaign to Free Political Prisoners in Iran wrote a letter to the Dutch Ministry of Foreign Affairs in September 2010 urging them to make demands to Iran for her release.
ko: 이는 그녀가 마약관련 범죄 혐의로 유죄판결을 받아 1월 2일 사형선고를 받은 뒤의 일이다.

source: Amnesty International's Dutch section also took up Bahrami's cause under strong suspicion that Bahrami never received a fair trial. This morning, they reported the news of her execution on Twitter:
ko: 바흐라미는 2009년 12월 27일 테헤란 방문기간 중 반정부 시위에 참여한 뒤 체포당한 것으로 알려졌다.

source: Just that I am shocked. On Saturday afternoon, Dutch newspaper de Volkskrant reported that the Iranian ambassador in the Netherlands has confirmed that Bahrami has indeed been executed, upon which the Netherlands immediately froze all ties with Iran.
ko: "이란의 정치범 석방을 위한 캠페인"(CFPPI)은2010년 9월 네덜란드 외교부에 보낸 편지에 에서 이란 정부에 바흐라미의 석방을 촉구할 것을 요구 했다.

source: The Dutch Minister of Foreign Affairs, Uri Rosenthal, calls the case "a scandal, committed by a barbarian regime".
ko: 앰네스티 인터네셔널의 네덜란드 부서 역시 바흐라미가 사건과 관련해 공정한 수사를 받지 못한 것과 관련해 수상쩍다는 반응이었다.

source: Twitter hashtag: #bahrami
ko: 이 날 아침 그들은 바흐라미의 사형을 트위터로 보도했다.

source: Libya's Gaddafi: Death to All for Everything · Global Voices
ko: 리비아, 가다피:모든 것을 위해 모두에게 죽음을

source: Libya's dictator Muammar Al Gaddafi just gave a furious speech on Libyan State TV today, Tuesday, warning and threatening anti-government protesters and their supporters, that the Libya would end up like Afghanistan, Iraq, or Somalia.
ko: 리비아의 독재자 무아마르 알 가다피(Muammar Al Gaddafi)가 오늘 화요일 리비아의 공영 텔레비전에서 분노에 가득찬 연설을 했다. 연설에서 가다피는 반 정부 시위자와 시위 지지자들로 인해 리비아가 아프가니스탄, 이라크, 소말리아 같이 되어버릴 것이라고 경고와 협박의 메시지를 보냈다.

source: He encouraged Libyans to come out of their homes tomorrow and chase down "the terrorists" and hand them in to security forces so they could be "punished with death".
ko: 가다피는 리비아인들이 내일 집에서 나와서 "이 테러리스트들"을 쫒아가서 공안에 넘겨주어 결국 그들이 '죽음까지 이르도록 벌을' 받도록 해 달라고 부탁했다.

source: He said he would keep fighting for Libya till "his last drop of blood" and went on to list in great detail every single thing that would be punished with death, including working for a foreign organization, using force against government forces, or threatening the unity of the country.
ko: 가다피는 '피가 다하는 그 순간까지' 리비아를 위해 싸울 것이라 말한 후에 살생부 명단에 들 만한 거리에 대해서 자세히 나열했다. 그 중에는 해외 기관에서 일하는 것과, 정부 권력에 반해 힘을 쓰는 일, 그리고 나라의 화합을 깨트리는 일이 포함되어 있다.

source: The rambling, apparently unscripted speech was followed by Libyans, Arabs, and citizens everywhere on Twitter, and evoked both sarcasm and ridicule, even amidst the tragic circumstances of death and instability in the country.
ko: 이러한 '지껄임'- 분명히 원고 없이 전해졌다고 보여지는 이 연설은 리비아인, 아랍인 그리고 도처에 있는 트위터리안으로 부터 풍자와 조소를 일으켰다.

source: Gaddafi justified Libya's brutal crackdown on protests in recent days, listing other moments in history when governments have killed protesters, saying things like, "The unity of China, was more important that those on Tianamen Square."
ko: 심지어 비극적인 죽음이 이어지고 불안한 정국이 지속되는 이 와중에서도 말이다. 가다피는 최근 리비아 정부의 시위대에 대한 잔혹한 탄압을 정당화하며 역사상 정부가 시위대를 죽인 사례를 늘어놓았다.

source: Tomorrow, he said, youth (those not "on drugs") should form committees to defend his revolution.
ko: 연설에서 그는 "중국의 경우, 나라의 통합은 천안문 광장 사건보다 더 중요했습니다" 같은 어록도 남겼다.

source: "You are more than them," he said.
ko: 가다피는 내일 '마약에 쩔어있지 않은' 젊은이라면 위원회를 조직해서 자신의 혁명을 보호해달라고 부탁하며 "당신은 그들보다 더 중요합니다"라고 말했다.

source: In the wait leading up to his speech, tweeple humorously guessed why he was late in giving his anticipated speech.
ko: (첫 번째 연설이 끝나고) 가다피의 연설을 기다리는 동안, 트위터리안들은 왜 본인들이 기다리고 있는 연설이 늦춰지고 있는지에 대해서 여러 유머러스한 글을 트윗했다.

source: @acarvin: Gaddafi: raise your heads for revolution, for battles of liberation.
ko: @acarvin: 가다피 왈: 당신의 머리를 혁명을 향해, 자유를 위한 투쟁을 향해 드십시오.

source: @acarvin: Gaddafi: youths were taken from families and given hallucinagenics.
ko: @acarvin: 가다피: 젊은이들이 가족들로부터 유리되어 환각제에 취해있습니다.

source: Punishment is for the people who gave them.
ko: 환각제를 준 사람들을 처벌해야 합니다.

source: @rania_hafez: Gaddafi: Those who oppose the Libyan authorities, raise weapons against other libyans will be punished by death according to Libya's law
ko: @rania_hafez: 가다피: 리비안 정부에 반대하는 것은 다른 리비아인들에 무기를 드는 것과 마찬가지입니다.

source: @draddee: Gaddafi calling for social committees to protect society values, morality and manners #Libya
ko: 따라서 그러한 이들은 리비아 법에 의해서 사형으로 다스려져야 합니다.

source: @habibh: #Gaddafi threatening his own people on TV with death sentences...
ko: @draddee: 가다피는 사람들이 어떤 사회 의원회를 조직해서 사회적 가치와 도덕성 그리고 예의를 보호하라고 하네요.

source: @kimo79: The biggest service that #gaddafi is doing with his rubbish speech is that he is unifying the revolution of #libya more and more.
ko: @habibh: #가다피는 텔레비전에 나와 사형 선고를 들먹이며 협박을 해대고 있습니다.

source: @blakehounshell: what's he reading from?
ko: 다름아닌 그의 나라 사람들에게요.

source: @themoornextdoor: Reading from the book: the pages are blank, he's making it up as he goes
ko: @kimo79: #가다피의 쓰레기 같은 연설이 남긴 가장 큰 업적은 그 연설이 #리비아의 혁명을 더 단단히 통합시키고 있다는 점입니다.

source: @EDSETIADI:And this lunatic's starting to read from his green book.
ko: @themoornextdoor: 책에서 읽어나가고 있습니다.

source: Oh crap this is going to be long. http://twitpic.com/42m3bt
ko: 지금 가다피는 말을 만들어내며 연설하고 있는 겁니다.

source: @timrylands: Gadaffi now playing the part of my old mad art teacher marking my sketchbook #libya http://yfrog.com/h6vdwp
ko: @timrylands: 가다피가 제 예전 미술 선생- 스케치북을 마킹하곤 했던 정신나간 미술 선생처럼 지금 행동하고 있습니다.

source: @acarvin: Gaddafi: they don't want me or libya.
ko: #리비아 http://yfrog.

source: This is a criminal act.
ko: com/h6vdwp

source: Anyone who lifts arm shall be punished with death. @Ssirgany: He switched eyeglasses to read from the green book.
ko: @acarvin: 가다피: 그들은 나와 리비아를 원하지 않는 것입니다.

source: @iandstone: Gaddafi ranting.
ko: 이것은 범죄 행위입니다.

source: "Where are the rats and rodents?"
ko: @Ssirgany: 그가 안경을 고쳐낀 후에 초록색 책을 읽으려 하는 군요.

source: "Attacking the police station like mice?"
ko: @iandstone: 가다피가 고함을 지르고 있습니다, "생쥐처럼 경찰을 공격하던","쥐와 설치류는 어디갔습니까?

source: This guy needs Rentokill
ko: " 이 분 살충제 필요한가 봅니다.

source: @tololy: NOW Gaddafi: "If things reach the level of using force, we WILL use it in accordance with int'l law & the Libyan constitution"
ko: @tololy: 지금 가다피: "만약 물리적 힘을 사용해야 할 순간이 온다면, 우리는 국제법과 리비아 법에 따라서 무력을 행사할 것입니다.

source: @Raafatology: #Gaddafi says " Gaddafi is the Glory" I am not kidding. he just said that #Libya
ko: @Raafatology: #가다피 왈 "가다피는 영광의 이름입니다".

source: @rania_hafez: Gaddafi calls out to those who love him, to go out and protect the country from those drugged gangs in the street now!! (civil war) #libya
ko: #리비아 @rania_hafez: 가다피가 말하기를 그를 사랑하는 사람이면 밖으로 나가서 길에 있는 마약하는 갱으로 부터 나라를 지키라고 합니다!

source: @acarvin: Gaddafi:we didn't use force against the people but will use force if needed, according to intl and Libyan law.
ko: @acarvin: 가다피: 우리는 사람들을 향해서 무력을 행사하지 않았습니다. 그러나 우리는 필요하다면 국제법과 리비아 법에 따라 무력을 사용할 것입니다.

source: @avinunu: Gaddafi: "All towns and cities that love Muammar Gaddafi must come out into the streets"
ko: @avinunu: 가다피: "무아마르 가다피를 사랑하는 모든 시군과 도시들은 저를 위해서 거리로 나오십시오"

source: @acarvin: Gaddafi: With oil ownership turned back to the people, get out of your homes, secure the streets, take out the greasy rats.
ko: @acarvin: 가다피: 석유 소유권이 일반 사람들에게 돌아간 상황입니다.

source: @acarvin: Gaddafi, raising arms in air: Those who carried the arms, young people given armored vehicles.
ko: @acarvin: 가다피 왈, 팔을 공중에 들며: 무기를 가진 자들이, 젋은이들은 장갑차를 받았습니다.

source: @acarvin: Gaddafi: you are responsible for the people's committees.
ko: @acarvin: 가다피: 여러분은 의원회를 조직할 책임이 있습니다.

source: I call on the Libyan people to form new municipalities as mentioned by my son.
ko: 제 아들이 말한대로 리비아인들이 (새로운) 지체체를 형성할 것을 촉구합니다.

source: @nour_odeh: #Gaddafi: world is laughing at u .
ko: @nour_odeh: #가다피: 세계가 당신 반역자들을 비웃고 있어.

source: People must form new muncipalities, pplr comtts like Saif told you #Libya
ko: 사이프(Saif)가 여러분에게 제안한 대로 리비아 인들은 새로운 지자체를 만들어야 합니다.

source: @ChangeInLibya: He's swearing at the people, who are "supporting him", "in the green square"...
ko: @ChangeInLibya: 가다피는 "녹색 광장에서" "그를 지지하는 사람"들에게 욕하고 있어요.

source: Also images 20 days old from green sqr bng shown :)
ko: 또한 20일 전의 녹색 광장의 이미지를 보여주고 있네요.

source: @acarvin: Gaddafi: the struggle for power has been resolved.
ko: @acarvin: 가다피: 권력 싸움은 이제 해결 되었습니다.

source: @acarvin: Gaddafi: it is the Libyan people's consent along.
ko: @acarvin: 가다피: 리비아 인들의 동의가 이어지고 있습니다.

source: In hospitals, offices, farms, everywhere.
ko: 병원에서, 사무실에서, 농장에서, 그리고 모든 곳에서.

source: @nour_odeh: #Gaddafi: We left power to the people in 1977.
ko: @nour_odeh: #가다피: 우리는 1977년 사람들에게 힘을 내주었습니다.

source: We don't have any position or authority, only fighting for Libya & defending it #Libya
ko: #리비아 @Dima_Khatib: 가다피: 일부 젋은이들이 튀니지와 이집트에서 일어난 일을 따라 하려고 합니다.

source: @Dima_Khatib: Gaddafi: some youth sometimes try and imitate what happened in Tunisia & Egypt #libya #feb17
ko: @avinunu: 가다피는 그가 어떤 힘도 없다고, 그가 1977년 이미 리비아인에게 힘을 넘겨 주었다고 합니다.

source: @avinunu: Gaddafi denies that he holds any power at all, that he handed it all over to the Libyan people back in 1977.
ko: @draddee: 가다피: 우리는 조국 땅을 위해서 미국과 영국에 대항해서 싸운 사람들입니다.

source: @draddee: Gaddafi: We are the ones who fought the US and UK on our soil and said we would die unless they cleared out.
ko: 우리는 '그들이 물러가든, 우리가 죽든, 둘 중에 하나'라고 말했던 사람들입니다.

source: Where were you? #Libya
ko: 그때 당신은 어디 있었죠?

source: @acarvin: Gaddafi: At the hospital, no one dared to change the name.
ko: @acarvin: 가다피: 병원에서 아무도 이름을 바꿀 엄두도 못 냈습니다.

source: Where were you, you mercenaries?
ko: 그때 당신은 어디 있었습니까?

source: Who dared to do such things?
ko: 누가 그런 짓을 한단 말입니까?

source: @avinunu: Gaddafi also claimed that all who had been killed were police.
ko: @avinunu: 가다피는 또한 죽은 모든 사람들이 경찰이었다고 주장하고 있습니다.

source: @TravellerW: Don't dictators ever get tired of the "blaming the foreigners" theme? #libya #gaddafi
ko: @TravellerW: 독재자들은 모든 비난을 "외부인(외국인)"에게 돌리는데, 이거 지겹지도 않나 보죠? #리비아 #가다피

source: @JNovak_Yemen: #Libyan lunatic calls people to streets to fight protesters, taking a page from #AliSaleh rent-a-mobs #Yemen
ko: @JNovak_Yemen: #리비아 광인이 사람들에게 거리에 나와서 시위자들과 싸우라고 하고 있습니다.

source: @Ssirgany: He's directly calling for a civil war, telling his supporters to take to the streets, ARMED. #gaddafi #libya
ko: #예멘 #알리샤의 민중 작전에서 아이디어를 얻고요. @Ssirgany: 그는 확실히 내전을 촉구하고 있습니다.

source: @evanchill: Libyan state TV finally finds some "pro-Gaddafi" crowds, but they have to go to a dateless, placeless splitscreen to find them.
ko: 그의 지지들에게 '무장을 하고' 거리로 나오라고 하고 있습니다. #가다피 #리비아

source: @sate3: http://twitpic.com/42lt4u - Clearly this is a delusional defiant & angry speech by a frustrated, helpless & gradiose dictator. #Feb17 #Libya
ko: @evanchill: 리비아 공영 방송이 간신히 '친 가다피' 군중을 찾아내긴 했군요. 그러나 그들은 어디서, 언제 찍힌 사람인지 알 수도 없습니다.

source: @Arabista: He's actually off his rocker!!!
ko: @sate3: http://twitpic.

source: @artate: in the reflection in Ghadaffi's glasses, you can't see any people in front, right?... http://tinyurl.com/6632g87 #libya #crazytalk
ko: com/42lt4u - 사진을 보면 좌절하고, 무기력하지만 장엄해 (보이고 싶어하는) 독재자가 뭐에 씌여서, 뭐에 반항하듯, 화난 연설을 하는게 확실히 맞습니다.

source: @ChangeInLibya: I don't get it?
ko: #2월 17일 #리비아

source: If he's swearing at our grandparents for not fighting americans.. aren't we meant to be egyptians and tunisians? #feb17
ko: @ChangeInLibya: 잘 이해가 안되는 군요. 만약 그가 우리 조부모님께 미국인들과 싸우지 않았다고 욕을 한다면.

source: @blakehounshell: Amazing how hollow the anti-American rhetoric rings now #Qaddafi
ko: @blakehounshell: 이쯤되니 '반미' 레파토리가 얼마나 공허하게 느껴지는지요.

source: @sate3: The view outside the building from where #Gaddafi is giving his speech #Feb17 http://twitpic.com/42lwil
ko: #가다피 @alexlobov: 누가 저 사람 좀 어떻게 해서 우리를 이 (연설을 들어야 하는) 고통에서 풀려나게 해주실 수 없나요?

source: @alexlobov: Can someone drone him now & put us all out of our misery?
ko: @Cyrenaican: 우리는 당신이 두렵지 않아.

source: @Cyrenaican: We're not afraid of you, we were never your people.
ko: 우리는 당신 사람들이 아니었으니깐. @ceoDanya: 이래도 제가 무슨 말 하는 지 모르시겠습니까?

source: @ceoDanya: DO YOU SEE PEOPLE WHAT I am TALKING ABOUT what the LIBYAN PPL are talking aBOUT!
ko: 리비아 사람들이 무슨 말을 하고 있는지요? 우리는 도움이 필요합니다.

source: We need help!
ko: 저 사람 완전히 사이코에요!

source: @lisang: I think these dictators are sharing a script.
ko: @lisang: 아마 독재자들은 연설문을 공유하고 있나봅니다.

source: Evil foreign media, bad foreign influences, I spilt my blood for this country, time for reform
ko: 항상 "사악한 외국 언론" 그리고 "악한 외부 영향"을 거론하고 있죠.

source: @tomgara: Look, Americans, this building has already been softened up by Reagan.
ko: 저는 이 나라를 위해, 이 시대의 개혁을 위해 피를 바칠 각오가 되어있습니다.

source: Shouldn't be too hard to finish the job.
ko: @tomgara: 미국인들이라면 이를 보십시오.

source: Best live TV ending EVER.
ko: 이 빌딩은 레이건에 의해서 이미 약해졌습니다.

source: @algergawi: Gaddafi Arabic speech should be transcribed in Arabic too.
ko: 완전히 무너트리는게 아주 어렵지 않을 것입니다.

source: @Mustafa_Qadri: "It's not true, Michael Jackson stole the colonel outfit from me" says Gaddafi "The one white glove was my idea!"
ko: 그렇게 되면 가장 좋은 TV프로 앤딩장면이 되는 것이죠. @algergawi: 가다피의 아랍어 연설은 아랍어로도 기록이 되어야 합니다. @Mustafa_Qadri: "그것은 사실이 아닙니다.

source: @bongkersz: I wonder if Hitler is going to be mad again on Youtube because #Gaddafi just sounded madder than him..
ko: @bongkersz: 히틀러도 유투브 상에서 이 정도로 광기를 부릴 수 있을까요? 제가 보기엔 가다피가 히틀러보다 더 미친 것처럼 보여서요.

source: @TravellerW: A frequent theme in dictators' speeches is how demonstrators are "children/youth/misguided/etc", in order to discredit opponents. #libya
ko: 반대자들의 신뢰도를 깎아내리려고 시위자들이 "어린애/젋은이/잘못된 방향으로 인도받은 이들, 등등"이라고 말하는 것이요. . #리비아

source: @AfriNomad: Does this count as Speech #2 or #3?
ko: @AfriNomad: 이 연설이 2번 째인가요 3번 째 연설인가요?

source: And what's with #Gaddafi's fascination with rats & hallucinogens? #Libya #Feb17
ko: 그리고 가다피는 왜 그렇게 쥐와 환각제 얘기를 좋아하는 거죠?

source: @lioncub4justice: Breaking News: #Gaddafi is crazy #Libya
ko: #리비아 #2월17일

source: @warrenellis: Gadaffi's speech seems to boil down to "Everyone is on drugs except me.
ko: @warrenellis: 가다피의 연설을 정리하자면 결국 "모든 사람들은 마약에 취해있다.

source: Also I am Batman."
ko: 그리고 "나는 배트맨이다"랑요.

source: @thelieisacake: #Gaddafi will be a true test of the will and moral compass of the UN Security Council and countries/businesses that do business in #libya This post is part of our special coverage Libya Uprising 2011.
ko: @thelieisacake: #가다피는 리비아에서 사업을 하려는 나라나 기업체, 그리고 유엔 안전 보장 위원회의 의지와 도덕적 잣대를 가늠하는 좋은 테스트가 될 것같군요.

source: Côte d'Ivoire: Who Killed the Seven Women Protestors?
ko: 코트디부아르: 누가 7명의 시위대 여자들을 죽였는가?

source: (Videos) · Global Voices
ko: (비디오)

source: This post is part of our special coverage Côte d'Ivoire Unrest 2011. Unrest between supporters of Cote d'Ivoire's two opposing leaders, Laurent Gbagbo and Alassane Ouattara, has taken a further violent turn.
ko: 코트디부아르의 두 라이벌 지도자 로랑 그바그보와 알라산 와타라 지지자들 사이의 충돌이 또 한 번의 유혈사태로 번졌다.

source: Since December 3, 2011, both politicians have claimed to have won the November 2010 presidential election.
ko: 2010년 12월 3일부터 두 정치인들은 2010년 11월의 대통령 선거에서 자신들이 이겼다고 주장하고 있다.

source: Ivorian women have held demonstrations against the political situation since February 25, 2011.
ko: 2011년 2월 25일부터 코트디부아르 여성들은 이러한 정치적 상황을 반대하는 시위를 벌였다.

source: Bloody Thursday
ko: 피의 목요일

source: Videos of the gunfire rapidly spread online via video sharing service Youtube.
ko: 총성이 담긴 비디오는 비디오 공유 서비스 유튜브를 통해 신속히 퍼졌다.

source: Other citizen videos posted show the same incident (WARNING: GRAPHIC).
ko: 시민들이 찍은 다른 비디오들도 이 사건을 담고 있다.

source: Another video shows four dead bodies lying on the ground:
ko: 또 다른 비디오는 바닥에 놓인 네구의 시신을 보여준다 .

source: Sadness and anger are just some of the feelings being shared by Ivorians netizens and others in the wake of the attack.
ko: 이 공격으로 인한 슬픔과 분노는 코트디부아르 네티즌들과 그 밖의 사람들이 공유하는 감정 중 일부일 뿐이다.

source: Here are some of the reactions from social microblogging network Twitter, sent to the hashtag being used for the unrest, #civ2010.
ko: 다음은 소셜 마이크로 블로깅 사이트 트위터에서 현재의 불안한 상태를 표시하기 위해 쓰이는 해쉬태그 #civ2010 에 보내진 몇 가지 반응들:

source: @KDGF2505 replying to another Twitter user says:
ko: @KDGF2505 는 또다른 트위터 유저에게 답하며 이렇게 말한다:

source: narrow-minded are ones killing innocent women...do you think that hatred can be stopped in that way?
ko: 증오가 그런 방법으로 멈춰질 거라고 생각하세요?

source: @SenamBeheton, a Twitter user from Benin names the 7 dead women "martyrs":
ko: 베냉의 트위터 유저 @SenamBeheton 은 7명의 죽은 여인들을 '순교자' 라고 지칭한다:

source: Libya: That's Not Fighting, It's Fireworks and other #DesperateGaddafiLies · Global Voices
ko: 리비아: 이건 싸움이 아니라 불꽃놀이야 #다급해진 가다피의 거짓말들

source: To those outside Libya dictator Colonel Muammar Al Gaddafi has always been known for eccentricities, blustering actions and remarks.
ko: 리비아의 독재자인 무아마루 알 가다피 (Colonel Muammar Al Gaddafi)에 대항하는 사람들은 그의 기이함과 강압적인 언행에 대해 잘 알고 있다.

source: As the uprising against his four decades in power comes closer to toppling his rule, Gaddafi's actions has become more unstable and the number of his wild assertions has increased.
ko: 40여년간 리비아를 지배해왔던 가다피에 대한 군사적 반란이 성공을 눈앞에 두자 그는 더욱 불안정한 행동을 보이며 연일 거친 말들을 내뱉고 있다.

source: For example, Gaddafi's insistence that he holds no official role in Libyan politics and collects no salary from the government. There's also the tale that Al Qaeda and other terrorist organizations continue to feed hallucinogens to protesters.
ko: 이를테면, 가다피는 리비아에서 자신이 어떠한 공직에 있는 것이 아니며 정부로부터 어떤 금전적인 보상도 받고 있지 않다고 주장하거나 알 카에다등의 테러 조직이 시위자들에게 환각제를 공급하고 있다고 주장했다.

source: And, don't forget that he would "welcome" the United Nations or African Union investigation into the violence in Libya.
ko: 더 나아가 가다피는 UN이나 아프리카 연합 (African Union)이 리비아의 폭력 사태를 조사하는 것에 대해 환영한다고 말했다.

source: #DesperateGaddafiLiesRT, a Twitter hashtag has begun to collect some of the, ahem, half-truths put out by the leader occasionally known as the Guide.
ko: @CurtMonash: 포춘지의 군인들은 가다피를 "세계에서 가장 섹시한 독재자"로 선정하였다.

source: Here are a few examples.
ko: #다급해진가다피거짓말RT #리비아

source: Of course, Global Voices cannot confirm their veracity. @CurtMonash: Soldier of Fortune Magazine just voted #Gaddafi "World's Sexiest Dictator" #DesperateGaddafiLiesRT #Libya @defendfreespeak: Steven Spielberg has just bought the rights to my Green Book! #DesperateGaddafiLiesRT
ko: @defendfreespeak: 스티븐 스필버그는 나의 그린 북 에 대한 권리를 샀다.

source: @N_Benghazi: #DesperateGaddafiLiesRT "I bought facebook"
ko: @bugpopper: #다급해진가다피거짓말RT 가다피는 디오르에서 갈리아노의 직업을 얻었다.

source: @Barxwanakatio: #Libyanstatetv : Libyan army's just given #Cairo bk2 #Mubarak and now on march2 liberate #Palestine ! #DesperateGaddafiLiesRT
ko: @iyad_elbaghdadi: #리비아공영TV 트리폴리에서 발생하고 있는 건 총격전이 아니야.

source: @iyad_elbaghdadi: No gunfire in Tripoli.
ko: 단지 연례 불꽃놀이 대회일 뿐이댜.

source: It's our annual fireworks competition. We know it's 6:30 AM.
ko: 우리도 지금이 새벽 6시 반인건 알고 있어.

source: We're starting early. Shutup. #DesperateGaddafiLiesRT
ko: 일찍 시작하는 거야.

source: Paris will be liberated soon.
ko: 조용히 해!

source: @INTLRevolver: RT @ostha2011: Gaddafi forces have liberated Texas #DesperateGaddafiLiesRT
ko: #다급해진가다피거짓말RT @Language_Guy: #다급해진가다피거짓말RT 가다피가 턱턱 부대랑 Turuq-사이즈의 우산으로 리비아 동쪽을 15분만에 무찔렀대.

source: @AlFulani91: #DesperateGaddafiLiesRT #Gaddafi executes officer; citing a disturbing lack of faith Here is another collection:
ko: @SWassaf: #다급해진가다피거짓말RT 가다피군은 노르망디 해안에 막 도착했어.

source: Largest Earthquake in Recorded History in Japan · Global Voices
ko: 일본 관측 역사상 가장 큰 지진

source: Photo from March 11 earthquake in Japan shared by @mitsu_1024 (via wikitree.co.kr)
ko: Photo from March 11 earthquake in Japan shared by @mitsu_1024 (via wikitree.

source: On Friday, March 11, 2011 at 2:46:23 p.m. local time, an 8.9-magnitude earthquake struck Japan, the largest in recorded history.
ko: 3월 11일 금요일 오후 두시 46분 23초경, 약 8. 9규모의 지진이 일본을 강타했다.

source: Here are some online resources that people are using to get in touch with each other: Person Finder from Google Facebook page to share info Gigazine has an article with screenshots that teach how to use the emergency messaging service that’s been set up by the phone companies.
ko: 아래는 사람들간 연락을 돕기 위해 제공된 온라인 자료들이다. 구글의 사람 찾기 페이지 페이스북의 정보 나누기 기가진(Gigazine)은 이 글에 실린 스크린샷 이미지를 통해 어떻게 통신회사의 긴급 문자 서비스를 이용할 수 있는 지를 가르쳐주었다.
